name: "retinanet_rn50fpn"
platform: "tensorrt_plan"
max_batch_size: 1
input [
  {
    name: "input.1"
    data_type: TYPE_FP32
    dims: [ 1, 3, 1280, 1280 ]
  }
]
output [
  {
    name: "scores"
    data_type: TYPE_FP32
    dims: [ 1, 100, 1, 1 ]
  },
  {
    name: "boxes"
    data_type: TYPE_FP32
    dims: [ 1, 400, 1, 1 ]
  },
  {
    name: "classes"
    data_type: TYPE_FP32
    dims: [ 1, 100, 1, 1 ]
  }
]